stationInfoCharging.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns="http://driivz.com/stationinfo/2016/05/">
    <soapenv:Header/>
    <soapenv:Body>
        <ns:getChargingStationStatusRequest>
            <!--Zero or more repetitions:-->
            <stationId>?</stationId>
            <!--Optional:-->
            <!--<connectorId>?</connectorId>-->
            <!--Optional:-->
            <!--<timestamp>?</timestamp>-->
        </ns:getChargingStationStatusRequest>
    </soapenv:Body>
</soapenv:Envelope>